IDEA Open Model
ConnectionSetup.BaseMetalCapacity Property
Compatible with IDEA StatiCa Beta 20.0
 BaseMetalCapacity
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool BaseMetalCapacity { get; set; }
Public Property BaseMetalCapacity As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace